// © Copyright 2007-2012, 2015-2016 HP Development Company, L.P.

HSDTaskName = "Pulitura macchie sul retro della pagina";

TaskPanelOKButtonTitle = "OK";
TaskPanelCancelButtonTitle = "Annulla";

CleaningConfirmationTitle = "Pulitura macchie sul retro della pagina";
CleaningConfirmationBody = "Questa procedura può richiedere diversi minuti. I rumori meccanici avvertiti durante questo processo sono del tutto normali e sono dovuti al movimento in avanti e all'indietro della carta nella stampante. Fare clic su OK per iniziare.";
PaperNotFoundTite = "Carta non trovata";
PaperNotFoundBody = "Caricare la carta nel vassoio prima di iniziare la procedura di pulitura macchie sul retro della pagina. Fare clic su OK per continuare.";
BackPageSmearCleaningTitle = "Pulitura macchie sul retro della pagina…";
BackPageSmearCleaningCompleteBody = "Pulitura macchie sul retro della pagina completato.";

NotInitiatedTitle = "Impossibile avviare la pulizia";
NotInitiatedMsg = "Impossibile avviare la procedura di pulizia. Verificare che la stampante sia in linea e non stia elaborando alcun lavoro.";

HSDTitleTextFieldValue = "Pulitura macchie sul retro della pagina";
HSDGuideTextFieldValue = "Caricare la carta nel vassoio prima di iniziare la procedura di pulitura macchie sul retro della pagina. Fare clic su Pulisci per continuare.";
HSDCleanButtonTitle = "Pulisci";

BackPageSmearCancelingTitle = "Annullamento in corso";

HSDInfoTextFieldValue = "Puoi eseguire questa procedura se ci sono macchie sul retro di una pagina stampata. La pulitura delle macchie sul retro della pagina pulisce un componente macchiato all'interno della stampante";
